# St7DeleteCreepDefinition

Deletes the specified creep definition.

long St7DeleteCreepDefinition(long uID, long CreepID)

Input Parameters

uID

Strand7 model file ID.

CreepID

Creep layout ID.

Load Path Templates

Load Path Templates